import Header from '../../components/Header/Header';
import DirectorBlog from '../../components/DirectorBlog/DirectorBlog';
import styles from './WorldSkills.module.css';
export default function WorldSkills() {
    return (
        <div>
            <Header />
            <div className={styles.directorBlog}>
                <DirectorBlog />
            </div>
            <div className={styles.header}>
                <div className={styles.headerInner}>
                    <h1 className={styles.title}>WorldSkills</h1>
                </div>
            </div>
            <div className={styles.container}>
                <p><strong><em>МАҢҒЫСТАУ ТУРИЗМ КОЛЛЕДЖІ</em></strong></p>
                <p></p>
                <p>MasterSkills Облыстық кәсіби шеберлік байқауы 2023 жылы Техникалық және кәсіптік, орта білімнен кейінгі білім беру ұйымдарының педагогтері арасындағы сервис және қызмет көрсету саласы бойынша кәсіби шеберліктің республикалық конкурсының облыстық кезеңіне 5 құзіреттілік бойынша қатысуға 9 оқытушы өтінім білдірді. Конкурс қорытындысы бойынша жүлделі орындарға ие болып, республикалық кезеңге жолдама алды. Конкурстың облыстық кезеңі бойынша:</p>
                <p>- «Кондитер» құзіреттілігі – Бибіайша Кайырбаева I орын;</p>
                <p>- «Мейрамхана ісі» құзіреттілігі – Қойшиева Жансая I орын;</p>
                <p>- «Наубайшы ісі» құзіреттілігі – Иманғалиева Ұлпан I орын;</p>
                <p>- «Қонақ үй әкімшілігі» құзіреттілігі – Бисембайқызы Эльвира I орын;</p>
                <p>- «Аспаз ісі» құзіреттілігі бойынша: Нұрай Еламан II орын;</p>
                <p></p>
                <p><strong><em>MasterSkills Республикалық конкурс 2023</em></strong></p>
                <p>Техникалық және кәсіптік, орта білімнен кейінгі білім беру ұйымдарының педагогтері арасындағы сервис және қызмет көрсету саласы бойынша кәсіби шеберліктің республикалық конкурсына 55 педагог 18 облыстан бақ сынады. Қорытындысы бойынша:</p>
                <p></p>
                <ul>
                    <li>«Мейрамхана ісі» құзіреттілігі – Қойшиева Жансая I орын;</li>
                    <li>«Наубайшы ісі» құзіреттілігі – Иманғалиева Ұлпан I орын;</li>
                    <li>«Қонақ үй әкімшілігі» құзіреттілігі – Черипова Шынар III орын;</li>
                    <li>«Кондитер» құзіреттілігі – Кайырбаева Бибі-Айша III орын;</li>
                </ul>
                <p></p>
                <p><strong><em>WorldSkills Aktau-2023</em></strong></p>
                <p>17-21 сәуір аралығында WorldSkills Aktau-2023 өңірлік кәсіптік шеберлік чемпионаты өткізілді. Маңғыстау туризм колледжі студенттері 9 құзіреттілік бойынша 17 студент бақ сынап, 7 алтын, 4 күміс медаль еншілеп, 2 студент «Үздік маман» атанып, колледж мерейін асқақтатты.</p>
                <ul>
                    <li>«Наубайшы ісі» – I орын Байаманов Тимур;</li>
                    <li>«Кондитер ісі» – I орын Савтаева Асем;</li>
                    <li>«Мейрамхана ісі» – I орын Молдаш Нұрперзент;</li>
                    <li>«Мейрамхана ісі» «Үздік маман» Карабасова Рысгул;</li>
                    <li>«Қонақүй әкімшісі» I орын Джосабай Молдир;</li>
                    <li>«Қонақүй әкімшісі» II орын Ниязбекова Аида;</li>
                    <li>«Аспаз ісі» I орын Алдаяров Асанали;</li>
                    <li>«Визуалды мерчендайзинг және витринистика» I орын Қалымжан Жадыра;</li>
                    <li>«Визуалды мерчендайзинг және витринистика» II орын Ислах Әлия;</li>
                    <li>«Туризм» I орын Баржикова Гульхат;</li>
                    <li>«Туризм» – «Үздік маман» Аманжолқызы Дильназ;</li>
                    <li>«Аударма ісі» II орын Кемалова Алина;</li>
                </ul>
                <p></p>
                <p><strong><em>WorldSkills Kazakhstan 2023</em></strong></p>
                <p>23.11-27.11.2023 ж. аралығында «WorldSkills Kazakhstan 2023» VIII Республикалық кәсіби шеберлік чемпионаты өткізілді. Маңғыстау туризм колледжі 5 құзіреттілік бойынша бақ сынап, 1 күміс, 1 қола жүлделі орынға ие болды.</p>
                <ul>
                    <li>«Наубайшы ісі» – Байаманов Тимур II орын;</li>
                    <li>«Мейрамхана ісі» – Узбекова Арайлым III орын;</li>
                </ul>
                <p><strong>«BabySkills» № 46 «Балбұлақ» бөбекжайында</strong></p>
                <p>Алғаш рет Маңғыстау облысында бастау алған мектеп жасына дейінгі балалар мен мектеп жасындағы бастауыш сынып оқушыларының әртүрлі мамандықтарға бастапқы дағдыларды алдын-ала дайындық жүргізу арқылы қызығушылығын арттыру мақсатында «Кім болғым келеді?» мамандық фестивалінің облыстық «BabySkills» жобасы жүргізіліп келеді.</p>
                <p>Бұл жобада әр құзіреттілік бойынша 2 ай бойы бас сарапшы, сарапшылар, волонтерлар (чемпионат жеңімпаздары) жоспарға сәйкес дайындық жұмыстарын жүргізеді. Үшінші айда жобаға қатысушылар мамандық бойынша алған дағдыларын «BabySkills» ойын чемпионатында көрсетеді.</p>
                <p>«BabySkills» жобасы аясында № 9 «Бәйтерек» және № 10 «Ақбота» бөбекжайымен ынтымақтастық жүргізілді.</p>
                <p><strong>Шеберлік сыныптар</strong></p>
                <p>2023 жылдың мамыр айында колледжіміздің арнайы пән оқытушылары, өндірістік оқыту шеберлері және студенттер «Наубайшы» және «Кондитер ісі» құзіреттіліктері бойынша Ресейден келген эксперттермен тәжірибе алмасып, мастер-класстар өткізілді.</p>
                <p>2023 жылдың 5 маусымы мен 15 тамызы аралығында «Наубайшы ісі» құзіреттілігі бойынша EuroSkills чемпионатына қатысушыны дайындау және таңдау бойынша республикалық оқу-жаттығу лагері жұмысын бастады.</p>
                <p>2024 жылдың 19 мамыры мен 30 мамыры аралығында «Мейрамхана қызметі» құзіреті бойынша өндірістік оқыту шебері Иманғалиева У.И. «WSSS халықаралық стандарттарын ескере отырып, техникалық және кәсіптік білім беру бағдарламаларын енгізу тәжірибесі мен әдістемесі» тақырыбында халықаралық оқу курсынан өтті. WorldSkills стандартты спецификациясы. Қазан қ.</p>
                <p>Біліктілікті арттыру курсын «WorldSkills» стандарттары бойынша сарапшыларды дайындау және сертификаттау оқу курсынан 9 педагог өтті.</p>
                <p><strong><em>WorldSkills-2024 колледжішілік</em></strong></p>
                <p><strong><em>26-28 ақпан аралығында WorldSkills-2024</em></strong> колледжішілік кәсіптік шеберлік чемпионаты өткізілді. Маңғыстау туризм колледжі студенттері 13 құзіреттілік бойынша 14 алтын, 12 күміс, 15 қола және 2 «Үздік маман» атанды.</p>
                <ul>
                    <li>«Наубайшы ісі» – I орын Байгараева Алма;</li>
                    <li>«Наубайшы ісі» – II орын Просветов Андрей;</li>
                    <li>«Наубайшы ісі» – III орын Сансызбай Кожахмет;</li>
                    <li>«Кондитер ісі» – I орын Русланкызы Айбопе;</li>
                    <li>«Кондитер ісі» – II орын Акат Сафарина;</li>
                    <li>«Кондитер ісі» – III орын Саламаткызы Аксындар;</li>
                    <li>«Кондитер ісі» – III орын Соколов Вячеслав;</li>
                    <li>«Қазақтың ұлттық тағамы» – I орын Даулетбаев Рамазан;</li>
                    <li>«Қазақтың ұлттық тағамы» – II орын Амангали Алтынбек;</li>
                    <li>«Қазақтың ұлттық тағамы» – III орын Тенелбай Алтынбек;</li>
                    <li>«Интернет маркетинг» – I орын Болат Жансерік;</li>
                    <li>«Интернет маркетинг» – II орын Шуеш Данияр;</li>
                    <li>«Интернет маркетинг» – III орын Махсет Арслан;</li>
                    <li>«Экскурсовод» – I орын Тулешова Даяна;</li>
                    <li>«Экскурсовод» – II орын Степанова София;</li>
                    <li>«Экскурсовод» – III орын Ишаева Диляра;</li>
                    <li>«Графикалық дизайн» – I орын Кәдір Оразгүл;</li>
                    <li>«Графикалық дизайн» – II орын Кемал Альбина;</li>
                    <li>«Графикалық дизайн» – III орын Қайруллаева Арайлым;</li>
                    <li>«Аударма ісі» – I орын Нурберген Динара;</li>
                    <li>«Аударма ісі» – II орын Молдагалиева Кәусар;</li>
                    <li>«Аударма ісі» – III орын Кемал Альбина;</li>
                    <li>«Мейрамхана ісі» – I орын Сарбалиева Орынбасар;</li>
                    <li>«Мейрамхана ісі» – II орын Изкен Жансая;</li>
                    <li>«Мейрамхана ісі» – III орын Цыцарев Михаил;</li>
                    <li>«Мейрамхана ісі» «Үздік маман» Коломиець Александр;</li>
                    <li>«Қонақүй әкімшісі» I орын Малюгин Иван;</li>
                    <li>«Қонақүй әкімшісі» II орын Патрова Дарья;</li>
                    <li>«Қонақүй әкімшісі» – III орын Утенов Алпамыс;</li>
                    <li>«Аспаз ісі» I орын Койшыбаев Азамат;</li>
                    <li>«Аспаз ісі» I орын Ташкалов Султан;</li>
                    <li>«Аспаз ісі» – III орын Аскар Нурболат;</li>
                    <li>«Аспаз ісі» – III орын Салимов Эльдар;</li>
                    <li>«Визуалды мерчендайзинг және витринистика» I орын Айкерім Культөре;</li>
                    <li>«Визуалды мерчендайзинг және витринистика» II орын Бекзат Палуанов;</li>
                    <li>«Визуалды мерчендайзинг және витринистика» – III орын Нұрай Толегенқызы;</li>
                    <li>«Саудалық есептеу» I орын Карасаева Балауса;</li>
                    <li>«Саудалық есептеу» II орын Тохтабакиева Анастасия;</li>
                    <li>«Саудалық есептеу» III орын Тұрғали Аида;</li>
                    <li>«Саудалық есептеу» «Үздік маман» Бақытжан Жұлдызай;</li>
                    <li>«Туризм» I орын Абылхан Жанылсын;</li>
                    <li>«Туризм» – II орын Мельникова Виктория;</li>
                    <li>«Туризм» – III орын Уразбаева Дилназ;</li>
                </ul>
                <p></p>
                <p><strong><em>WorldSkills Aktau-2024 20.05-24.05</em></strong></p>
                <ul>
                    <li>«Аспаз ісі» – Ташкалов Султан – I орын (алтын медаль);</li>
                    <li>«Наубайшы ісі» – Байгараева Алма – I орын (алтын медаль);</li>
                    <li>«Кондитерлік іс» – Ақат Сафарина – I орын (алтын медаль);</li>
                    <li>«Мейрамхана ісі» – Цыцарев Михаил – «Үздік маман»;</li>
                    <li>«Мейрамхана ісі» – Коломиець Александр I орын (алтын медаль);</li>
                    <li>«Қонақ үй әкімшілігі» – Утенов Алпамыс – «Үздік маман»;</li>
                    <li>«Қонақ үй әкімшілігі» – Ниязбекова Аида – I орын (алтын медаль);</li>
                    <li>«Визуалды мерчендайзинг және витринистика» – Палуанов Бекзат – «Үздік маман»;</li>
                    <li>«Визуалды мерчендайзинг және витринистика» – Айкерім Культөре – I орын (алтын медаль);</li>
                </ul>
                <p></p>
                <p><strong><em>WorldSkills Kazakhstan 2024</em></strong></p>
                <ul>
                    <li>«Аспаз ісі» – Ташкалов Султан – III орын (қола медаль);</li>
                    <li>«Мейрамхана ісі» – Сарбалиев Орынбасар – «Үздік маман»;</li>
                    <li>«Визуалды мерчендайзинг және витринистика» – Айкерім Культөре – «Үздік маман»;</li>
                </ul>
                <p></p>
                <p><strong>BabySkills Aktau 2024</strong></p>
                <p><strong>«Кондитерлік іс» құзіреттілігі бойынша</strong></p>
                <p>I орын № 46 «Балбұлақ» балабақшасының тәрбиеленушілері:</p>
                <ul>
                    <li>Тарас Жансая Баурыжанқызы;</li>
                    <li>Туркменбай Арман Абзалулы;</li>
                    <li>Жұлдызбай Жандос Олжасұлы;</li>
                    <li>Кенжебай Айзере Тұрсынғалиқызы;</li>
                    <li>Серикова Азиза Муратовна;</li>
                    <li>Минажова Лашын Болатовна;</li>
                </ul>
                <p></p>
                <p><strong>5.05-7.05 2024 жылы</strong></p>
                <p><strong><em>MasterSkills Облыстық кәсіби шеберлік байқауының жеңімпаздары</em></strong></p>
                <p><strong><em>5 алтын, 1 күміс</em></strong></p>
                <ul>
                    <li>«Аспаз ісі» – Нуржигитова Жанат – I орын;</li>
                    <li>«Наубайшы ісі» – Ысқақова Аружан – I орын;</li>
                    <li>«Кондитер іс» – Мажитов Мадияр – I орын;</li>
                    <li>«Мейрамхана ісі» – Қайырбаева Бибі-Айша – I орын;</li>
                    <li>«Қонақ үй әкімшілігі» – Базарова Гүлнұр – I орын;</li>
                    <li>«Графикалық дизайн» – Нугманова Диляра – II орын;</li>
                </ul>
                <p></p>
                <p><strong>14.10-18.10.2024 жылы</strong></p>
                <p><strong><em>MasterSkills республика</em></strong></p>
                <ul>
                    <li>«Аспаз ісі» – Нуржигитова Жанат – II орын;</li>
                    <li>«Қонақ үй әкімшілігі» – Базарова Гүлнұр – III орын;</li>
                    <li>«Наубайшы ісі» – Ысқақова Аружан – II орын;</li>
                </ul>
                <p></p>
                <p>WorldSkills стандарттары бойынша демонстрациялық емтиханды 12 бітіруші топ тапсырды (кондитер; аспаз; маркетолог; аудармашы; турист).</p>
                <p><strong><em>WorldSkills Aktau-2025</em></strong></p>
            </div>
        </div>
    )
}